Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Rapid Eye Movement sleep — critical for memory consolidation, emotional regulation, and motor learning. REM increases across the night, with the longest REM periods in the final 2 hours. Adults need 90–120 minutes (20–25% of total sleep). REM deprivation impairs skill acquisition and emotional resilience. Early wake times disproportionately cut REM.
ar: نوم حركة العين السريعة — حاسم لترسيخ الذاكرة وتنظيم المشاعر والتعلّم الحركي. ويزداد REM عبر الليل، وتكون أطول فتراته في الساعتين الأخيرتين. ويحتاج البالغون إلى 90–120 دقيقة (20–25% من إجمالي النوم). ويُضعف الحرمان من REM اكتساب المهارات والمرونة العاطفية. كما تقتطع أوقات الاستيقاظ المبكر REM بشكل غير متناسب.
da: REM-søvn — afgørende for hukommelseskonsolidering, følelsesregulering og motorisk indlæring. REM stiger gennem natten, med de længste REM-perioder i de sidste 2 timer. Voksne har brug for 90–120 minutter (20–25% af den samlede søvn). REM-mangel svækker indlæring af færdigheder og følelsesmæssig robusthed. Tidlige vækketider skærer uforholdsmæssigt meget REM væk.
de: REM-Schlaf — entscheidend für Gedächtniskonsolidierung, Emotionsregulation und motorisches Lernen. REM nimmt im Lauf der Nacht zu, die längsten REM-Phasen liegen in den letzten 2 Stunden. Erwachsene brauchen 90–120 Minuten (20–25% des Gesamtschlafs). REM-Entzug beeinträchtigt den Fertigkeitserwerb und die emotionale Belastbarkeit. Frühe Weckzeiten kürzen überproportional den REM-Anteil.
es: Sueño REM — clave para la consolidación de la memoria, la regulación emocional y el aprendizaje motor. El REM aumenta a lo largo de la noche, con los periodos más largos en las últimas 2 horas. Los adultos necesitan 90–120 minutos (20–25% del sueño total). La privación de REM perjudica la adquisición de habilidades y la resiliencia emocional. Despertarse temprano recorta el REM de forma desproporcionada.
fi: REM-uni — ratkaiseva muistin vakiinnuttamiselle, tunteiden säätelylle ja motoriselle oppimiselle. REM lisääntyy yön mittaan, ja pisimmät REM-jaksot ovat viimeisen 2 tunnin aikana. Aikuiset tarvitsevat 90–120 minuuttia (20–25% kokonaisunesta). REM-vaje heikentää taitojen oppimista ja tunne-elämän kestävyyttä. Varhaiset heräämiset leikkaavat REM-unta suhteettoman paljon.
fr: Sommeil paradoxal (REM) — essentiel à la consolidation de la mémoire, à la régulation émotionnelle et à l’apprentissage moteur. Le REM augmente au fil de la nuit, avec les plus longues périodes dans les 2 dernières heures. Les adultes ont besoin de 90 à 120 minutes (20–25% du sommeil total). La privation de REM nuit à l’acquisition de compétences et à la résilience émotionnelle. Un réveil précoce ampute le REM de façon disproportionnée.
is: REM-svefn — lykilatriði fyrir minnisfestingu, tilfinningastjórn og hreyfinám. REM eykst eftir því sem líður á nóttina og lengstu REM-tímabilin eru á síðustu 2 klukkustundunum. Fullorðnir þurfa 90–120 mínútur (20–25% af heildarsvefni). REM-skortur skerðir færninám og tilfinningalega seiglu. Snemmbúin vöknun sker óhóflega mikið af REM.
it: Sonno REM — fondamentale per il consolidamento della memoria, la regolazione emotiva e l’apprendimento motorio. Il REM aumenta nel corso della notte, con i periodi più lunghi nelle ultime 2 ore. Gli adulti ne hanno bisogno per 90–120 minuti (20–25% del sonno totale). La privazione di REM compromette l’acquisizione di abilità e la resilienza emotiva. Svegliarsi presto taglia il REM in modo sproporzionato.
ja: レム睡眠 — 記憶の定着、情動の調整、運動学習に不可欠です。REM は夜が進むにつれて増え、最も長い REM は最後の 2 時間に現れます。成人には 90〜120 分（総睡眠の 20〜25%）が必要です。REM が不足すると技能の習得と情動的な回復力が損なわれます。早い時刻に起きると、REM が不釣り合いに削られます。
ko: REM 수면 — 기억 공고화, 정서 조절, 운동 학습에 결정적입니다. REM은 밤이 깊어질수록 늘어나며, 가장 긴 REM 구간은 마지막 2시간에 나타납니다. 성인에게는 90–120분(총 수면의 20–25%)이 필요합니다. REM이 부족하면 기술 습득과 정서적 회복탄력성이 저하됩니다. 이른 기상은 REM을 불균형하게 많이 깎아냅니다.
nb: REM-søvn — avgjørende for minnekonsolidering, følelsesregulering og motorisk læring. REM øker utover natten, med de lengste REM-periodene i de siste 2 timene. Voksne trenger 90–120 minutter (20–25% av total søvn). REM-mangel svekker ferdighetslæring og emosjonell robusthet. Tidlig vekking kutter REM uforholdsmessig mye.
nl: REM-slaap — cruciaal voor geheugenconsolidatie, emotieregulatie en motorisch leren. REM neemt toe in de loop van de nacht, met de langste REM-periodes in de laatste 2 uur. Volwassenen hebben 90–120 minuten nodig (20–25% van de totale slaap). REM-tekort schaadt het leren van vaardigheden en de emotionele veerkracht. Vroeg wakker worden snijdt onevenredig veel REM weg.
pt_br: Sono REM — essencial para consolidação da memória, regulação emocional e aprendizado motor. O REM aumenta ao longo da noite, com os períodos mais longos nas 2 horas finais. Adultos precisam de 90–120 minutos (20–25% do sono total). A privação de REM prejudica a aquisição de habilidades e a resiliência emocional. Acordar cedo corta o REM de forma desproporcional.
ru: REM-сон — критичен для закрепления памяти, регуляции эмоций и моторного обучения. REM нарастает в течение ночи, самые длинные его периоды приходятся на последние 2 часа. Взрослым нужно 90–120 минут (20–25% всего сна). Дефицит REM ухудшает освоение навыков и эмоциональную устойчивость. Ранний подъём непропорционально сильно урезает REM.
sv: REM-sömn — avgörande för minneskonsolidering, känsloreglering och motorisk inlärning. REM ökar under natten, med de längsta REM-perioderna under de sista 2 timmarna. Vuxna behöver 90–120 minuter (20–25% av total sömn). REM-brist försämrar färdighetsinlärning och emotionell motståndskraft. Tidiga väckningstider skär bort oproportionerligt mycket REM.
zh_hans: 快速眼动（REM）睡眠 — 对记忆巩固、情绪调节和运动学习至关重要。REM 随夜晚推进而增加，最长的 REM 段出现在最后 2 小时。成人需要 90–120 分钟（占总睡眠的 20–25%）。REM 不足会损害技能习得和情绪韧性。过早起床会不成比例地削减 REM。

source: Raw data from sessions that never archived. Tap to review.
ar: بيانات خام من جلسات لم تُؤرشف قط. انقر للمراجعة.
da: Rådata fra sessioner, der aldrig blev arkiveret. Tryk for at gennemse.
de: Rohdaten aus Sitzungen, die nie archiviert wurden. Tippe zum Überprüfen.
es: Datos sin procesar de sesiones que nunca se archivaron. Toca para revisar.
fi: Raakadataa istunnoista, joita ei koskaan arkistoitu. Tarkista napauttamalla.
fr: Données brutes de séances jamais archivées. Touchez pour les examiner.
is: Hrágögn úr lotum sem voru aldrei vistaðar í safn. Ýttu til að fara yfir.
it: Dati grezzi di sessioni mai archiviate. Tocca per esaminarli.
ja: アーカイブされなかったセッションの生データ。タップして確認します。
ko: 아카이브되지 않은 세션의 원시 데이터. 탭하여 검토하세요.
nb: Rådata fra økter som aldri ble arkivert. Trykk for å gå gjennom.
nl: Onbewerkte gegevens van sessies die nooit zijn gearchiveerd. Tik om te bekijken.
pt_br: Dados brutos de sessões que nunca foram arquivadas. Toque para revisar.
ru: Необработанные данные сессий, которые так и не были заархивированы. Нажмите для просмотра.
sv: Rådata från pass som aldrig arkiverades. Tryck för att granska.
zh_hans: 从未存档的记录的原始数据。轻点查看。

source: Raw RR backup files (the safety-net copies in the app's container)
ar: ملفات النسخ الاحتياطي RR الخام (نسخ شبكة الأمان في حاوية التطبيق)
da: Rå RR-sikkerhedskopifiler (sikkerhedskopierne i appens container)
de: Rohe RR-Sicherungsdateien (die Sicherungskopien im Container der App)
es: Archivos de copia de seguridad RR sin procesar (las copias de seguridad en el contenedor de la app)
fi: Raa'at RR-varmuuskopiotiedostot (sovelluksen säiliössä olevat varmuuskopiot)
fr: Fichiers de sauvegarde RR bruts (les copies de secours dans le conteneur de l'app)
is: Hráar RR-afritunarskrár (öryggisafritin í íláti forritsins)
it: File di backup RR grezzi (le copie di sicurezza nel contenitore dell'app)
ja: 生の RR バックアップファイル（アプリのコンテナ内のセーフティネットのコピー）
ko: 원시 RR 백업 파일(앱 컨테이너 내의 안전망 복사본)
nb: Rå RR-sikkerhetskopifiler (sikkerhetskopiene i appens beholder)
nl: Ruwe RR-back-upbestanden (de vangnetkopieën in de container van de app)
pt_br: Arquivos de backup RR brutos (as cópias de segurança no contêiner do app)
ru: Необработанные файлы резервных копий RR (резервные копии в контейнере приложения)
sv: Råa RR-säkerhetskopiefiler (skyddskopiorna i appens behållare)
zh_hans: 原始 RR 备份文件（应用容器中的安全备份副本）

source: Raw RR data isn't available for this session — the per-window RMSSD chart needs the strap recording's beat stream.
ar: بيانات RR الخام غير متاحة لهذه الجلسة — يحتاج مخطط RMSSD لكل نافذة إلى تدفق النبضات من تسجيل الحزام.
da: Rå RR-data er ikke tilgængelige for denne session — RMSSD-diagrammet pr. vindue kræver slagstrømmen fra pulsbæltets optagelse.
de: Für diese Sitzung liegen keine rohen RR-Daten vor — das RMSSD-Diagramm pro Fenster benötigt den Schlagstrom der Gurtaufzeichnung.
es: No hay datos RR sin procesar para esta sesión — el gráfico de RMSSD por ventana necesita el flujo de latidos de la grabación de la banda.
fi: Tälle istunnolle ei ole raakoja RR-tietoja — ikkunakohtainen RMSSD-kaavio tarvitsee pannan tallennuksen lyöntivirran.
fr: Aucune donnée RR brute pour cette séance — le graphique RMSSD par fenêtre nécessite le flux de battements de l’enregistrement de la ceinture.
is: Hrá RR-gögn eru ekki tiltæk fyrir þessa lotu — RMSSD-rit eftir gluggum þarf slagstraum úr upptöku ólarinnar.
it: Per questa sessione non ci sono dati RR grezzi — il grafico RMSSD per finestra richiede il flusso dei battiti dalla registrazione della fascia.
ja: このセッションには生 RR データがありません — ウィンドウ別 RMSSD チャートにはストラップ記録の拍ストリームが必要です。
ko: 이 세션에는 원시 RR 데이터가 없습니다 — 구간별 RMSSD 차트에는 스트랩 기록의 박동 스트림이 필요합니다.
nb: Rå RR-data er ikke tilgjengelige for denne økten — RMSSD-diagrammet per vindu krever slagstrømmen fra pulsbeltets opptak.
nl: Er zijn geen ruwe RR-gegevens voor deze sessie — de RMSSD-grafiek per venster heeft de slagstroom van de bandopname nodig.
pt_br: Não há dados RR brutos para esta sessão — o gráfico de RMSSD por janela precisa do fluxo de batimentos da gravação da cinta.
ru: Для этой сессии нет исходных данных RR — графику RMSSD по окнам нужен поток ударов из записи датчика.
sv: Råa RR-data saknas för detta pass — RMSSD-diagrammet per fönster kräver slagströmmen från pulsbandets inspelning.
zh_hans: 本次记录没有原始 RR 数据 — 分窗 RMSSD 图需要心率带记录的逐拍数据流。

source: Re-analyse α1
ar: إعادة تحليل α1
da: Genanalysér α1
de: α1 neu analysieren
es: Reanalizar α1
fi: Analysoi α1 uudelleen
fr: Réanalyser α1
is: Endurgreina α1
it: Rianalizza α1
ja: α1を再分析
ko: α1 재분석
nb: Reanalyser α1
nl: α1 opnieuw analyseren
pt_br: Reanalisar α1
ru: Повторно проанализировать α1
sv: Analysera om α1
zh_hans: 重新分析 α1

source: Re-analysing…
ar: جارٍ إعادة التحليل…
da: Genanalyserer …
de: Wird neu analysiert …
es: Reanalizando…
fi: Analysoidaan uudelleen…
fr: Nouvelle analyse…
is: Endurgreini…
it: Rianalisi in corso…
ja: 再分析中…
ko: 다시 분석 중…
nb: Analyserer på nytt …
nl: Opnieuw analyseren…
pt_br: Reanalisando…
ru: Повторный анализ…
sv: Analyserar om …
zh_hans: 正在重新分析…

source: Re-analyze
ar: إعادة التحليل
da: Genanalyser
de: Erneut analysieren
es: Reanalizar
fi: Analysoi uudelleen
fr: Ré-analyser
is: Endurgreina
it: Rianalizza
ja: 再分析
ko: 재분석
nb: Analyser på nytt
nl: Opnieuw analyseren
pt_br: Reanalisar
ru: Повторный анализ
sv: Omanalysera
zh_hans: 重新分析

source: Re-analyze Session
ar: إعادة تحليل الجلسة
da: Genanalyser session
de: Sitzung erneut analysieren
es: Reanalizar sesión
fi: Analysoi istunto uudelleen
fr: Ré-analyser la session
is: Endurgreina lotu
it: Rianalizza sessione
ja: セッションを再分析
ko: 세션 재분석
nb: Analyser økt på nytt
nl: Sessie opnieuw analyseren
pt_br: Reanalisar Sessão
ru: Повторный анализ сессии
sv: Omanalysera session
zh_hans: 重新分析记录

source: Re-analyze α1
ar: إعادة تحليل α1
da: Genanalysér α1
de: α1 neu analysieren
es: Volver a analizar α1
fi: Analysoi α1 uudelleen
fr: Réanalyser α1
is: Endurgreina α1
it: Rianalizza α1
ja: α1 を再分析
ko: α1 다시 분석
nb: Reanalyser α1
nl: α1 opnieuw analyseren
pt_br: Reanalisar α1
ru: Повторно проанализировать α1
sv: Analysera om α1
zh_hans: 重新分析 α1

source: Re-analyze α1 for this session
ar: إعادة تحليل α1 لهذه الجلسة
da: Genanalysér α1 for denne session
de: α1 für diese Sitzung neu analysieren
es: Volver a analizar α1 para esta sesión
fi: Analysoi α1 uudelleen tälle istunnolle
fr: Réanalyser α1 pour cette séance
is: Endurgreina α1 fyrir þessa lotu
it: Rianalizza α1 per questa sessione
ja: このセッションの α1 を再分析
ko: 이 세션의 α1 재분석
nb: Reanalyser α1 for denne økten
nl: α1 voor deze sessie opnieuw analyseren
pt_br: Reanalisar α1 para esta sessão
ru: Повторно проанализировать α1 для этой сессии
sv: Analysera α1 igen för denna session
zh_hans: 重新分析本次记录的 α1

source: Re-analyzed.
ar: أُعيد التحليل.
da: Genanalyseret.
de: Neu analysiert.
es: Reanalizado.
fi: Analysoitu uudelleen.
fr: Réanalysé.
is: Endurgreint.
it: Rianalizzato.
ja: 再分析しました。
ko: 재분석됨.
nb: Reanalysert.
nl: Opnieuw geanalyseerd.
pt_br: Reanalisado.
ru: Переанализировано.
sv: Omanalyserad.
zh_hans: 已重新分析。

source: Re-analyzing…
ar: جارٍ إعادة التحليل…
da: Genanalyserer…
de: Wird neu analysiert…
es: Reanalizando…
fi: Analysoidaan uudelleen…
fr: Réanalyse…
is: Endurgreini…
it: Rianalisi…
ja: 再分析中…
ko: 재분석 중…
nb: Reanalyserer…
nl: Opnieuw analyseren…
pt_br: Reanalisando…
ru: Переанализ…
sv: Omanalyserar…
zh_hans: 正在重新分析…

source: Re-download the most recent recording from the connected Polar strap.
ar: أعد تنزيل أحدث تسجيل من حزام Polar المتصل.
da: Download den seneste optagelse igen fra den tilsluttede Polar-rem.
de: Lade die neueste Aufzeichnung erneut vom verbundenen Polar-Gurt herunter.
es: Vuelve a descargar la grabación más reciente desde la banda Polar conectada.
fi: Lataa uusin tallennus uudelleen yhdistetystä Polar-pannasta.
fr: Téléchargez à nouveau le dernier enregistrement depuis la ceinture Polar connectée.
is: Sæktu nýjustu upptökuna aftur úr tengdu Polar-ólinni.
it: Scarica di nuovo la registrazione più recente dalla fascia Polar collegata.
ja: 接続されている Polar ストラップから最新の記録を再ダウンロードします。
ko: 연결된 Polar 스트랩에서 가장 최근 기록을 다시 다운로드합니다.
nb: Last ned det nyeste opptaket på nytt fra den tilkoblede Polar-remmen.
nl: Download de meest recente opname opnieuw van de verbonden Polar-band.
pt_br: Baixe novamente a gravação mais recente da cinta Polar conectada.
ru: Повторно загрузите последнюю запись с подключённого ремня Polar.
sv: Ladda ner den senaste inspelningen igen från det anslutna Polar-bandet.
zh_hans: 从已连接的 Polar 心率带重新下载最近一次录制。

source: Re-pull the latest sleep snapshot. Your current edits will be discarded.
ar: إعادة سحب أحدث لقطة للنوم. سيتم تجاهل تعديلاتك الحالية.
da: Hent det seneste søvn-øjebliksbillede igen. Dine nuværende ændringer kasseres.
de: Aktuellsten Schlaf-Snapshot erneut abrufen. Deine aktuellen Änderungen werden verworfen.
es: Vuelve a obtener la última instantánea de sueño. Tus ediciones actuales se descartarán.
fi: Hae uusin uni-tilannekuva uudelleen. Nykyiset muokkauksesi hylätään.
fr: Récupérer à nouveau le dernier instantané de sommeil. Vos modifications actuelles seront ignorées.
is: Sækja nýjustu svefnskyndimynd aftur. Núverandi breytingum þínum verður hent.
it: Recupera di nuovo l'ultima istantanea del sonno. Le tue modifiche attuali verranno annullate.
ja: 最新の睡眠スナップショットを再取得します。現在の編集内容は破棄されます。
ko: 최신 수면 스냅샷을 다시 가져옵니다. 현재 편집한 내용은 삭제됩니다.
nb: Hent det nyeste søvn-øyeblikksbildet på nytt. De gjeldende endringene dine forkastes.
nl: Haal de nieuwste slaapmomentopname opnieuw op. Je huidige bewerkingen worden verwijderd.
pt_br: Buscar novamente o instantâneo de sono mais recente. Suas edições atuais serão descartadas.
ru: Повторно получить последний снимок сна. Ваши текущие изменения будут отменены.
sv: Hämta den senaste sömnögonblicksbilden igen. Dina nuvarande ändringar förkastas.
zh_hans: 重新获取最新的睡眠快照。你当前的编辑将被丢弃。

source: Re-request Apple Health permissions
ar: إعادة طلب أذونات Apple Health
da: Anmod om Apple Health-tilladelser igen
de: Apple Health-Berechtigungen erneut anfordern
es: Volver a solicitar permisos de Apple Health
fi: Pyydä Apple Health -käyttöoikeudet uudelleen
fr: Redemander les autorisations Apple Santé
is: Biðja aftur um Apple Health-heimildir
it: Richiedi di nuovo le autorizzazioni di Apple Health
ja: Apple ヘルスケアの許可を再リクエスト
ko: Apple Health 권한 다시 요청
nb: Be om Apple Health-tillatelser på nytt
nl: Apple Health-machtigingen opnieuw aanvragen
pt_br: Solicitar novamente as permissões do Apple Health
ru: Запросить разрешения Apple Здоровье повторно
sv: Begär Apple Health-behörigheter igen
zh_hans: 重新请求 Apple 健康 权限

source: Re-request Health access
ar: إعادة طلب الوصول إلى صحتي
da: Anmod om Health-adgang igen
de: Health-Zugriff erneut anfordern
es: Volver a solicitar acceso a Salud
fi: Pyydä Health-käyttöoikeutta uudelleen
fr: Redemander l’accès à Santé
is: Biðja aftur um Health-aðgang
it: Richiedi di nuovo l’accesso a Salute
ja: ヘルスケアへのアクセスを再要求
ko: 건강 접근 권한 다시 요청
nb: Be om Health-tilgang på nytt
nl: Health-toegang opnieuw aanvragen
pt_br: Solicitar acesso ao Saúde novamente
ru: Запросить доступ к Здоровью снова
sv: Begär Hälsa-åtkomst igen
zh_hans: 重新请求健康访问权限

source: Read it before you agree: its protections can differ from this policy's.
ar: اقرأها قبل أن توافق: قد تختلف الحماية التي توفرها عن حماية هذه السياسة.
da: Læs den, før du accepterer: dens beskyttelse kan være anderledes end denne politiks.
de: Lies sie, bevor du zustimmst: Das Schutzniveau dort kann von dem dieser Richtlinie abweichen.
es: Léela antes de aceptar: sus protecciones pueden diferir de las de esta política.
fi: Lue se ennen kuin hyväksyt: sen suojat voivat poiketa tämän käytännön suojista.
fr: Lisez-la avant d’accepter : ses protections peuvent différer de celles de cette politique.
is: Lestu hana áður en þú samþykkir: vernd hennar getur verið önnur en í þessari stefnu.
it: Leggila prima di accettare: le sue tutele possono essere diverse da quelle di questa informativa.
ja: 同意する前にお読みください。その保護内容は本ポリシーと異なる場合があります。
ko: 동의하기 전에 읽어 보세요. 그 보호 내용은 이 방침과 다를 수 있습니다.
nb: Les den før du samtykker: beskyttelsen den gir, kan avvike fra denne erklæringens.
nl: Lees het voordat je akkoord gaat: de bescherming ervan kan verschillen van die van dit beleid.
pt_br: Leia antes de concordar: as proteções dela podem ser diferentes das desta política.
ru: Прочитайте её, прежде чем соглашаться: её гарантии могут отличаться от гарантий этой политики.
sv: Läs den innan du godkänner: dess skydd kan skilja sig från den här policyns.
zh_hans: 同意前请先阅读：其保护措施可能与本政策不同。

source: Readiness
ar: الجاهزية
da: Parathed
de: Bereitschaft
es: Estado de preparación
fi: Valmius
fr: État de préparation
is: Viðbúnaður
it: Prontezza
ja: 準備状態
ko: 준비 상태
nb: Beredskap
nl: Gereedheid
pt_br: Prontidão
ru: Готовность
sv: Beredskap
zh_hans: 准备状态

source: Readiness right now
ar: الجاهزية الآن
da: Parathed lige nu
de: Bereitschaft gerade jetzt
es: Preparación ahora mismo
fi: Valmius juuri nyt
fr: Préparation en ce moment
is: Viðbúnaður núna
it: Prontezza in questo momento
ja: 現在の準備状態
ko: 현재 준비도
nb: Beredskap akkurat nå
nl: Gereedheid op dit moment
pt_br: Prontidão agora
ru: Готовность прямо сейчас
sv: Beredskap just nu
zh_hans: 当前准备状态

source: Reading
ar: القراءة
da: Måling
de: Messung
es: Lectura
fi: Mittaus
fr: Mesure
is: Mæling
it: Lettura
ja: 測定
ko: 측정
nb: Måling
nl: Meting
pt_br: Leitura
ru: Измерение
sv: Mätning
zh_hans: 读数

source: Reading complete
ar: اكتملت القراءة
da: Måling fuldført
de: Messung abgeschlossen
es: Lectura completada
fi: Mittaus valmis
fr: Mesure terminée
is: Mælingu lokið
it: Lettura completata
ja: 測定完了
ko: 측정 완료
nb: Måling fullført
nl: Meting voltooid
pt_br: Leitura concluída
ru: Измерение завершено
sv: Mätning klar
zh_hans: 读数完成

source: Reading is fresh
ar: القراءة حديثة
da: Målingen er frisk
de: Messung ist aktuell
es: La lectura es reciente
fi: Mittaus on tuore
fr: La mesure est récente
is: Mælingin er fersk
it: La lettura è recente
ja: 測定は最新です
ko: 측정값이 최신입니다
nb: Målingen er fersk
nl: Meting is actueel
pt_br: A leitura é recente
ru: Измерение свежее
sv: Mätningen är färsk
zh_hans: 读数为最新

source: Reading too short — Frequency analysis needs ≥256 clean beats. The Time Domain tab still has the standard HRV metrics.
ar: القراءة قصيرة جدًا — يحتاج تحليل التردد إلى 256 نبضة نظيفة على الأقل. لا تزال علامة تبويب المجال الزمني تعرض مقاييس HRV القياسية.
da: Målingen er for kort — frekvensanalyse kræver ≥256 rene slag. Fanen Tidsdomæne har stadig de standard HRV-mål.
de: Messung zu kurz — die Frequenzanalyse benötigt ≥256 saubere Schläge. Der Tab „Zeitbereich“ zeigt weiterhin die Standard-HRV-Werte.
es: Lectura demasiado corta — el análisis de frecuencia necesita ≥256 latidos limpios. La pestaña de Dominio del Tiempo sigue mostrando las métricas HRV estándar.
fi: Mittaus liian lyhyt — taajuusanalyysi vaatii vähintään 256 puhdasta lyöntiä. Aikatason välilehdellä on yhä vakio-HRV-mittarit.
fr: Mesure trop courte — l’analyse fréquentielle nécessite ≥256 battements propres. L’onglet Domaine temporel affiche toujours les mesures HRV standard.
is: Mælingin er of stutt — tíðnigreining þarf ≥256 hrein slög. Tímasviðsflipinn hefur enn hefðbundnu HRV-mælingarnar.
it: Lettura troppo breve — l’analisi in frequenza richiede ≥256 battiti puliti. La scheda Dominio del Tempo mostra comunque le metriche HRV standard.
ja: 測定が短すぎます — 周波数解析には清浄な拍が 256 以上必要です。時間領域タブには標準の HRV 指標が表示されます。
ko: 측정이 너무 짧습니다 — 주파수 분석에는 깨끗한 박동이 256개 이상 필요합니다. 시간 영역 탭에는 표준 HRV 지표가 여전히 표시됩니다.
nb: Målingen er for kort — frekvensanalyse krever ≥256 rene slag. Tidsdomene-fanen har fortsatt standard HRV-mål.
nl: Meting te kort — frequentieanalyse vereist ≥256 schone slagen. Het tabblad Tijddomein toont nog steeds de standaard HRV-metrieken.
pt_br: Leitura curta demais — a análise de frequência precisa de ≥256 batimentos limpos. A aba Domínio do Tempo ainda traz as métricas padrão de VFC.
ru: Запись слишком короткая — частотному анализу нужно ≥256 чистых ударов. На вкладке «Временная область» по-прежнему есть стандартные метрики ВСР.
sv: Mätningen är för kort — frekvensanalys kräver ≥256 rena slag. Fliken Tidsdomän har fortfarande standardmåtten för HRV.
zh_hans: 记录过短 — 频域分析需要至少 256 个干净心搏。时域标签页仍会显示标准 HRV 指标。

source: Reading Type
ar: نوع القراءة
da: Målingstype
de: Messungstyp
es: Tipo de lectura
fi: Lukematyyppi
fr: Type de mesure
is: Tegund mælingar
it: Tipo di lettura
ja: 測定タイプ
ko: 측정 유형
nb: Målingstype
nl: Meettype
pt_br: Tipo de Leitura
ru: Тип измерения
sv: Mätningstyp
zh_hans: 读数类型

source: Reading was incomplete
ar: كانت القراءة غير مكتملة
da: Målingen var ufuldstændig
de: Messung war unvollständig
es: La lectura estaba incompleta
fi: Mittaus jäi kesken
fr: La mesure était incomplète
is: Mælingin var ófullgerð
it: La lettura era incompleta
ja: 測定が不完全でした
ko: 측정이 불완전했습니다
nb: Målingen var ufullstendig
nl: Meting was onvolledig
pt_br: A leitura estava incompleta
ru: Измерение было неполным
sv: Mätningen var ofullständig
zh_hans: 读数不完整

source: Reading was incomplete — analysis based on partial data.
ar: كانت القراءة غير مكتملة — التحليل مبني على بيانات جزئية.
da: Målingen var ufuldstændig — analysen bygger på delvise data.
de: Messung war unvollständig — Analyse basiert auf Teildaten.
es: La lectura estaba incompleta — análisis basado en datos parciales.
fi: Mittaus jäi kesken — analyysi perustuu osittaisiin tietoihin.
fr: La mesure était incomplète — analyse basée sur des données partielles.
is: Mælingin var ófullgerð — greining byggð á hlutagögnum.
it: La lettura era incompleta — analisi basata su dati parziali.
ja: 測定が不完全でした — 部分データに基づく解析です。
ko: 측정이 불완전했습니다 — 부분 데이터 기반 분석입니다.
nb: Målingen var ufullstendig — analysen bygger på delvise data.
nl: Meting was onvolledig — analyse op basis van gedeeltelijke gegevens.
pt_br: A leitura estava incompleta — análise baseada em dados parciais.
ru: Измерение было неполным — анализ по частичным данным.
sv: Mätningen var ofullständig — analys baserad på delvis data.
zh_hans: 读数不完整 — 分析基于部分数据。
